[
  {
    "title":"Photoplus",
    "folder":"Photoplus",
    "id":"Item_1",
    "date":"01-02-2015",
    "thumb":"_0001.jpg",
    "client":"Photoplus",
    "description":"This project involved coming up with a theme for an upcoming issue of Photoplus magazine.  This publication is known for giving the  latest tips and tricks for the latest Canon cameras out in the market and my job for this project was to design the cover and a feature story within the issue.",
    "photo_1":"_0001.jpg",
    "photo_2":"_0002.jpg",
    "photo_3":"_0003.jpg",
    "photo_4":"_0004.jpg",
    "photo_5":"_0005.jpg"
  },
  {
    "title":"allure",
    "folder":"allure",
    "id":"Item_2",
    "date":"01-02-2015",
    "thumb":"_0002.jpg",
    "client":"Allure",
    "description":"This project involved creating a compelling cover design for Allure magazine. The project reveals my ability to adapt and create content for subject matter that isn’t necessarily relatable to my personal life. I was challenged to go out of my comfort zone and find a design solution that this particular businesses’ target demographic would find interest in. In case you haven’t figured it out, Allure is primarily a women’s magazine.",
    "photo_1":"_0001.jpg",
    "photo_2":"_0002.jpg",
    "photo_3":"_0003.jpg",
    "photo_4":"_0004.jpg",
    "photo_5":"_0005.jpg"
  },
    {
    "title":"loveluna",
    "folder":"loveluna",
    "id":"Item_3",
    "date":"01-03-2015",
    "thumb":"_0003.jpg",
    "client":"Loveluna",
    "description":"The design brief for this project asked us to create  an identity for a “hip” eatery that primarily sold “hand-crafted” artisanal gelato. These venues (located in Japan, New York and Brazil) were to create an atmosphere that was clean, international, and appealing to more sophisticated types. I came up with various logos and art direction for this project, and decided to use the company name to drive the logo design.",
    "photo_1":"_0001.jpg",
    "photo_2":"_0002.jpg",
    "photo_3":"_0003.jpg",
    "photo_4":"_0004.jpg",
    "photo_5":"_0005.jpg"
  },
    {
    "title":"ymca",
    "folder":"ymca",
    "id":"Item_4",
    "date":"01-04-2015",
    "thumb":"_0004.jpg",
    "client":"YMCA",
    "description":"Here is a logo redesign I created for the YMCA.  This non-profit organization has had a number of logo redesigns throughout its existence and with the election of the new chair, I thought it fitting to design a new version of the logo.  Inspiration for the redesign included a survey of logos done in the past and evaluating the brand values. From this, I summed up that the YMCA was a safe place for recreation and activities. This idea led me to creating a storyboard that involved swimming pools and running tracks.",
    "photo_1":"_0001.jpg",
    "photo_2":"_0002.jpg",
    "photo_3":"_0003.jpg",
    "photo_4":"_0004.jpg",
    "photo_5":"_0005.jpg"
  },
    {
    "title":"Mt. Auburn",
    "folder":"MtAuburn",
    "id":"Item_5",
    "date":"01-05-2015",
    "thumb":"_0005.jpg",
    "client":"Mt. Auburn Hospital",
    "description":"Mt. Auburn Hospital is a hospital in Cambridge, Massachusetts, affiliated with Harvard Medical School. It was founded in 1886 as the first hospital in Cambridge and until 1947 was known as Cambridge Hospital.Mount Auburn Hospital wanted some simple designs for various marketing collateral. This project involved creating designs for a brochure, a buckslip, postcards, letterhead, envelopes, a tri-fold brochure, and medical forms. I took their existing logo and color pallet to create designs that align themselves to what can be found in hospital graphic systems.",
    "photo_1":"_0001.jpg",
    "photo_2":"_0002.jpg",
    "photo_3":"_0003.jpg",
    "photo_4":"_0004.jpg",
    "photo_5":"_0005.jpg"
  },
    {
    "title":"OPE",
    "folder":"OPE",
    "id":"Item_6",
    "date":"01-06-2015",
    "thumb":"_0006.jpg",
    "client":"Ocean Park Entertainment",
    "description":"Below are  links to a series of flash websites that I created for Ocean Park Entertainment Group.  OPEG is a family of investors and restauranteurs that own a series of bars in Santa Monica, Hollywood, San Fernando Valley and Downtown Los Angeles. All these bars have a familiar look, feel, and clientele. I was lucky enough to work with this group to not only design their websites,  but to program the music there as well.",
    "photo_1":"_0001.jpg",
    "photo_2":"_0002.jpg",
    "photo_3":"_0003.jpg",
    "photo_4":"_0004.jpg",
    "photo_5":"_0005.jpg"
  },
    {
    "title":"Glint",
    "folder":"Glint",
    "id":"Item_7",
    "date":"01-07-2015",
    "thumb":"_0007.jpg",
    "client":"Wordpress Template",
    "description":"The overall theme and inspiration for this design was derived from the punk rock era. I used the color pink along with black and white imagery to establish a look and feel that is edgy, “rad” , but yet posh.This particular theme includes demonstrations of my ability to use CSS animations, is parallaxed enabled, has various types of image galleries, varying page templates within the sites’ CMS.",
    "photo_1":"_0001.jpg",
    "photo_2":"_0002.jpg",
    "photo_3":"_0003.jpg",
    "photo_4":"_0004.jpg",
    "photo_5":"_0005.jpg"
  },
    {
    "title":"Surrealism",
    "folder":"Surrealism",
    "id":"Item_8",
    "date":"01-07-2015",
    "thumb":"_0008.jpg",
    "client":"Photoshop Compositing",
    "description":" These are a series of personal works that I created to demonstrate some compositing and digital imaging techniques using photoshop. The first composition shows a couple on a canoe rowing up a building trying to reach the pristine waters on the top. The second composition is herd of elephants rampaging through Buckingham palace. The third composition is similar to the first, but I used a horse race instead. The last composition is an illustration of heavenly bodies that are cubicle and covered with water. ",
    "photo_1":"_0001.jpg",
    "photo_2":"_0002.jpg",
    "photo_3":"_0003.jpg",
    "photo_4":"_0004.jpg",
    "photo_5":"_0005.jpg"
  },
    {
    "title":"Landscapes",
    "folder":"Landscapes",
    "id":"Item_9",
    "date":"01-08-2015",
    "thumb":"_0009.jpg",
    "client":"Personal Project",
    "description":"These are a series of landscape photos of the local area that I took during “the magic hour”. I didn’t do much to them in post-production.",
    "photo_1":"_0001.jpg",
    "photo_2":"_0002.jpg",
    "photo_3":"_0003.jpg",
    "photo_4":"_0004.jpg",
    "photo_5":"_0005.jpg"
  },
   {
    "title":"MOF",
    "folder":"MOF",
    "id":"Item_10",
    "date":"01-09-2015",
    "thumb":"_0010.jpg",
    "client":"Documentary Concept",
    "description":"This is a title sequence that I created for a documentary about the Bauhaus School, titled: “Mask of Fear”. In this sequence I used AfterEffects and my digital compositing skills to tell the story using a technique inspired by Ken Burns. The images that I used were found from the internet and required a lot of work to get it in a more workable form.",
    "photo_1":"_0001.jpg",
    "photo_2":"_0002.jpg",
    "photo_3":"_0003.jpg",
    "photo_4":"_0004.jpg",
    "photo_5":"_0005.jpg"
   },
    {
    "title":"Bowie",
    "folder":"Bowie",
    "id":"Item_11",
    "date":"01-10-2015",
    "thumb":"_0011.jpg",
    "client":"Portrait Illustration",
    "description":"This is a personal project I created using a David Bowie photo reference and illustrating it with a polygonal/3d effect. This project required me to map a number of triangles across Bowie's face. After the illustration was created, I applied the image on a cd mockup template to verify the effectiveness of the concept.",
    "photo_1":"_0001.jpg",
    "photo_2":"_0002.jpg",
    "photo_3":"_0003.jpg",
    "photo_4":"_0004.jpg",
    "photo_5":"_0005.jpg"
  },
     {
    "title":"Skrillex",
    "folder":"Skrillex",
    "id":"Item_12",
    "date":"01-10-2015",
    "thumb":"_0012.jpg",
    "client":"Portrait Illustration",
    "description":"This is a portrait I created using images that were gathered from the internet. I used a number of layers and masking techniques to create the portrait of Skrillex (all the reference images you see here were used to create the illustration). From there, I placed the portrait unto a mockup template of a record album cover. The composition is inspired by one of the art pieces in the collection of gathered images. Can you guess which one?",
    "photo_1":"_0001.jpg",
    "photo_2":"_0002.jpg",
    "photo_3":"_0003.jpg",
    "photo_4":"_0004.jpg",
    "photo_5":"_0005.jpg"
  },
    {
    "title":"Mr. T",
    "folder":"MrT",
    "id":"Item_13",
    "date":"01-13-2015",
    "thumb":"_0013.jpg",
    "client":"Portrait Illustration",
    "description":"This is a vector portrait I created using a technique I found on youtube. Most of the components within this illustration were made out of octogons.",
    "photo_1":"_0001.jpg",
    "photo_2":"_0002.jpg",
    "photo_3":"_0003.jpg",
    "photo_4":"_0004.jpg",
    "photo_5":"_0005.jpg"
  },
    {
    "title":"DMH",
    "folder":"DMH",
    "id":"Item_14",
    "date":"01-14-2015",
    "thumb":"_0014.jpg",
    "client":"Portrait Illustration",
    "description":"This is a vector image I created using illustrator. I blocked out the basic shapes and used the gradient tool to create depth and tone. Whence the outlines and gradients were created, I used different grain effects to investigate how it would affect the composition. These are just a few examples that I came up with.",
    "photo_1":"_0001.jpg",
    "photo_2":"_0002.jpg",
    "photo_3":"_0003.jpg",
    "photo_4":"_0004.jpg",
    "photo_5":"_0005.jpg"
  },
  {
    "title":"Sierra Madre",
    "folder":"SierraMadre",
    "id":"Item_15",
    "date":"04-1-2015",
    "thumb": "_0015.jpg",
    "client":"City of Sierra Madre",
    "description":"The City of Sierra Madre was transitioning into a new website and I was brought on to bring my expertise and help the city with the data migration. My role was to help design the information architecture, develop content, and work with the software developers so that the project is completed on time.",
    "photo_1":"_0001.jpg",
    "photo_2":"_0002.jpg",
    "photo_3":"_0003.jpg",
    "photo_4":"_0004.jpg",
    "photo_5":"_0005.jpg"
  },
    {
    "title":"D23",
    "folder":"D23",
    "id":"Item_16",
    "date":"08-3-2015",
    "thumb": "_0016.jpg",
    "client":"Disney D23 Fan Club",
    "description":"I worked with D23 stakeholders to develop custom software that could parse incoming data and generate reports. I created an xml parser using php to extract Disney's data and stored it in MySQL. I also programmed view selections for the custom reports and outputted into various data types for different departments.",
    "photo_1":"_0001.jpg",
    "photo_2":"_0002.jpg",
    "photo_3":"_0003.jpg",
    "photo_4":"_0004.jpg",
    "photo_5":"_0005.jpg"
  }
]